[
  {"text": "Happiness is a good flow of life.", "author": "Zeno of Citium"},
  {"text": "No one entrusts a secret to a drunken man; but one will entrust a secret to a good man; therefore, the good man will not get drunk.", "author": "Zeno of Citium"},
  {"text": "Life in agreement with nature.", "author": "Zeno of Citium"},
  {"text": "All the good are friends of one another.", "author": "Zeno of Citium"},
  {"text": "We have two ears and one mouth, so we should listen more than we say.", "author": "Zeno of Citium"},
  {"text": "No evil is honorable; but death is honorable; therefore death is not evil.", "author": "Zeno of Citium"},
  {"text": "A bad feeling is a commotion of the mind repugnant to reason, and against nature.", "author": "Zeno of Citium"},
  {"text": "Love is a God, who cooperates in securing the safety of the city.", "author": "Zeno of Citium"},
  {"text": "That which exercises reason is more excellent than that which does not exercise reason; there is nothing more excellent than the universe, therefore the universe exercises reason.", "author": "Zeno of Citium"},
  {"text": "Seeing that the universe gives birth to beings that are animate and wise, should it not be considered animate and wise itself?", "author": "Zeno of Citium"},
  {"text": "For what is it that everyone is seeking? To live securely, to be happy, to do everything as they wish to do, not to be hindered, not to be subject to compulsion.", "author": "Epictetus"},
  {"text": "It is difficulties that show what men are.", "author": "Epictetus"},
  {"text": "First say to yourself what you would be; and then do what you have to do.", "author": "Epictetus"},
  {"text": "Although life is a matter of indifference, the use which you make of it is not a matter of indifference.", "author": "Epictetus"},
  {"text": "To the rational being only the irrational is unendurable, but the rational is endurable.", "author": "Epictetus"},
  {"text": "In a word, neither death, nor exile, nor pain, nor anything of this kind is the real cause of our doing or not doing any action, but our inward opinions and principles.", "author": "Epictetus"},
  {"text": "Reason is not measured by size or height, but by principle.", "author": "Epictetus"},
  {"text": "No thing great is created suddenly, any more than a bunch of grapes or a fig.", "author": "Epictetus"},
  {"text": "Practice yourself, for heaven's sake, in little things; and thence proceed to greater.", "author": "Epictetus"},
  {"text": "The good or ill of man lies within his own will.", "author": "Epictetus"},
  {"text": "If the room is smoky, if only moderately, I will stay; if there is too much smoke I will go. Remember this, keep a firm hold on it, the door is always open.", "author": "Epictetus"},
  {"text": "For it is not death or pain that is to be feared, but the fear of pain or death.", "author": "Epictetus"},
  {"text": "Only the educated are free.", "author": "Epictetus"},
  {"text": "What is the first business of one who practices philosophy? To get rid of self-conceit. For it is impossible for anyone to begin to learn that which he thinks he already knows.", "author": "Epictetus"},
  {"text": "Every habit and faculty is confirmed and strengthened by the corresponding actions.", "author": "Epictetus"},
  {"text": "If you would be a good reader, read; if a writer, write.", "author": "Epictetus"},
  {"text": "Whatever you would make habitual, practice it; and if you would not make a thing habitual, do not practice it, but accustom yourself to something else.", "author": "Epictetus"},
  {"text": "Know, first, who you are, and then adorn yourself accordingly.", "author": "Epictetus"},
  {"text": "Two principles we should always have ready — that there is nothing good or evil save in the will; and that we are not to lead events, but to follow them.", "author": "Epictetus"},
  {"text": "For freedom is not acquired by satisfying yourself with what you desire, but by destroying your desire.", "author": "Epictetus"},
  {"text": "Some things are in our control and others not. Things in our control are opinion, pursuit, desire, aversion, and, in a word, whatever are our own actions.", "author": "Epictetus"},
  {"text": "Men are disturbed, not by things, but by the principles and notions which they form concerning things.", "author": "Epictetus"},
  {"text": "Everything has two handles, the one by which it may be carried, the other by which it cannot.", "author": "Epictetus"},
  {"text": "Never call yourself a philosopher, nor talk a great deal among the unlearned about theorems, but act conformably to them.", "author": "Epictetus"},
  {"text": "You are a little soul carrying a corpse around.", "author": "Epictetus"},
  {"text": "When you close your doors, and make darkness within, remember never to say that you are alone, for you are not alone; nay, God is within, and your genius is within.", "author": "Epictetus"},
  {"text": "Any one thing in the creation is sufficient to demonstrate a Providence to an humble and grateful mind.", "author": "Epictetus"},
  {"text": "Since it is Reason which shapes and regulates all other things, it ought not itself to be left in disorder.", "author": "Epictetus"},
  {"text": "Appearances to the mind are of four kinds. Things either are what they appear to be; or they neither are, nor appear to be; or they are, and do not appear to be; or they are not, and yet appear to be. Rightly to aim in all these cases is the wise man's task.", "author": "Epictetus"},
  {"text": "Materials are indifferent, but the use which we make of them is not a matter of indifference.", "author": "Epictetus"},
  {"text": "Shall I show you the sinews of a philosopher? A will undisappointed; evils avoided; powers daily exercised, careful resolutions; unerring decisions.", "author": "Epictetus"},
  {"text": "When I see someone in anxiety, I say to myself, What can it be that this fellow wants? For if he did not want something that was outside of his control, how could he still remain in anxiety?", "author": "Epictetus"},
  {"text": "Be not swept off your feet by the vividness of the impression, but say, Impression, wait for me a little. Let me see what you are and what you represent. Let me try you.", "author": "Epictetus"},
  {"text": "Show me someone who is ill and yet happy, in danger and yet happy, dying and yet happy, exiled and yet happy. Show me such a person; by the gods, how greatly I long to see a Stoic!", "author": "Epictetus"},
  {"text": "What should a philosopher say, then, in the face of each of the hardships of life? It was for this that I've been training myself, it was for this that I was practising.", "author": "Epictetus"},
  {"text": "It is the act of an ill-instructed man to blame others for his own bad condition; it is the act of one who has begun to be instructed, to lay the blame on himself; and of one whose instruction is completed, neither to blame another, nor himself.", "author": "Epictetus"},
  {"text": "Remember that it is not he who gives abuse or blows who affronts, but the view we take of these things as insulting.", "author": "Epictetus"},
  {"text": "If a person gave your body to any stranger he met on his way, you would certainly be angry. And do you feel no shame in handing over your own mind to be confused and mystified by anyone who happens to verbally attack you?", "author": "Epictetus"},
  {"text": "No man is free who is not master of himself.", "author": "Epictetus"},
  {"text": "Living virtuously is equal to living in accordance with one's experience of the actual course of nature.", "author": "Chrysippus"},
  {"text": "Wise people are in want of nothing, and yet need many things.", "author": "Chrysippus"},
  {"text": "If I had followed the multitude, I should not have studied philosophy.", "author": "Chrysippus"},
  {"text": "If I knew that it was fated for me to be sick, I would even wish for it; for the foot also, if it had intelligence, would volunteer to get muddy.", "author": "Chrysippus"},
  {"text": "He who is running a race ought to endeavor and strive to the utmost of his ability to come off victor; but it is utterly wrong for him to trip up his competitor, or to push him aside.", "author": "Chrysippus"},
  {"text": "The universe itself is God and the universal outpouring of its soul.", "author": "Chrysippus"},
  {"text": "We should infer in the case of a beautiful dwelling-place that it was built for its owners and not for mice; we ought, therefore, in the same way to regard the universe as the dwelling-place of the gods.", "author": "Chrysippus"},
  {"text": "The universe is change; our life is what our thoughts make it.", "author": "Marcus Aurelius"},
  {"text": "You will find rest from vain fancies if you perform every act in life as though it were your last.", "author": "Marcus Aurelius"},
  {"text": "You can leave life right now. Let that determine what you do and say and think.", "author": "Marcus Aurelius"},
  {"text": "Remember that all is opinion.", "author": "Marcus Aurelius"},
  {"text": "Never esteem anything as of advantage to you that will make you break your word or lose your self-respect.", "author": "Marcus Aurelius"},
  {"text": "A man should be upright, not kept upright.", "author": "Marcus Aurelius"},
  {"text": "Nowhere can man find a quieter or more untroubled retreat than in his own soul.", "author": "Marcus Aurelius"},
  {"text": "Choose not to be harmed—and you won't feel harmed. Don't feel harmed—and you haven't been.", "author": "Marcus Aurelius"},
  {"text": "Whatever happens at all happens as it should.", "author": "Marcus Aurelius"},
  {"text": "Death hangs over thee: whilst yet thou livest, whilst thou mayest, be good.", "author": "Marcus Aurelius"},
  {"text": "Whatever is in any way beautiful hath its source of beauty in itself, and is complete in itself; praise forms no part of it.", "author": "Marcus Aurelius"},
  {"text": "Ask yourself at every moment, Is this necessary?", "author": "Marcus Aurelius"},
  {"text": "Love the little trade which thou hast learned, and be content therewith.", "author": "Marcus Aurelius"},
  {"text": "Time is a sort of river of passing events, and strong is its current.", "author": "Marcus Aurelius"},
  {"text": "Never let the future disturb you. You will meet it, if you have to, with the same weapons of reason which today arm you against the present.", "author": "Marcus Aurelius"},
  {"text": "Very little is needed to make a happy life.", "author": "Marcus Aurelius"},
  {"text": "The things you think about determine the quality of your mind. Your soul takes on the color of your thoughts.", "author": "Marcus Aurelius"},
  {"text": "Nothing happens to anyone that he can't endure.", "author": "Marcus Aurelius"},
  {"text": "The impediment to action advances action. What stands in the way becomes the way.", "author": "Marcus Aurelius"},
  {"text": "Just that you do the right thing. The rest doesn't matter.", "author": "Marcus Aurelius"},
  {"text": "Do not think that what is hard for you to master is humanly impossible; but if a thing is humanly possible, consider it to be within your reach.", "author": "Marcus Aurelius"},
  {"text": "I do what is mine to do; the rest doesn't disturb me.", "author": "Marcus Aurelius"},
  {"text": "What is not good for the swarm is not good for the bee.", "author": "Marcus Aurelius"},
  {"text": "No matter what anyone says or does, my task is to be good.", "author": "Marcus Aurelius"},
  {"text": "Is any man afraid of change? Why what can take place without change?", "author": "Marcus Aurelius"},
  {"text": "Soon you will have forgotten the world, and soon the world will have forgotten you.", "author": "Marcus Aurelius"},
  {"text": "It is man's peculiar duty to love even those who wrong him.", "author": "Marcus Aurelius"},
  {"text": "Objective judgment, now, at this very moment. Unselfish action, now, at this very moment. Willing acceptance—now, at this very moment—of all external events. That's all you need.", "author": "Marcus Aurelius"},
  {"text": "Today I escaped from anxiety. Or no, I discarded it, because it was within me, in my own perceptions—not outside.", "author": "Marcus Aurelius"},
  {"text": "Waste no more time arguing what a good man should be. Be one.", "author": "Marcus Aurelius"},
  {"text": "If it is not right, do not do it, if it is not true, do not say it.", "author": "Marcus Aurelius"},
  {"text": "Everything harmonizes with me, which is harmonious to thee, O Universe.", "author": "Marcus Aurelius"},
  {"text": "Someone despises me. That's their problem.", "author": "Marcus Aurelius"},
  {"text": "How much more damage anger and grief do than the things that cause them.", "author": "Marcus Aurelius"},
  {"text": "That to expect bad people not to injure others is crazy. It's to ask the impossible.", "author": "Marcus Aurelius"},
  {"text": "All those things at which thou wishest to arrive by a circuitous road, thou canst have now, if thou dost not refuse them to thyself.", "author": "Marcus Aurelius"},
  {"text": "We are all made for mutual assistance, as the feet, the hands, and the eyelids.", "author": "Marcus Aurelius"},
  {"text": "If mind is common to us, then also the reason, whereby we are reasoning beings, is common. If this be so, the Universe is a kind of Commonwealth.", "author": "Marcus Aurelius"},
  {"text": "How much time he gains who does not look to see what his neighbor says or does or thinks, but only at what he does himself, to make it just and holy.", "author": "Marcus Aurelius"},
  {"text": "Remember this— that there is a proper dignity and proportion to be observed in the performance of every act of life.", "author": "Marcus Aurelius"},
  {"text": "Observe always that everything is the result of a change, and get used to thinking that there is nothing Nature loves so well as to change existing forms and to make new ones like them.", "author": "Marcus Aurelius"},
  {"text": "Search men's governing principles, and consider the wise, what they shun and what they cleave to.", "author": "Marcus Aurelius"},
  {"text": "Constantly regard the universe as one living being, having one substance and one soul.", "author": "Marcus Aurelius"},
  {"text": "All things are implicated with one another, and the bond is holy; and there is hardly anything unconnected with any other things.", "author": "Marcus Aurelius"},
  {"text": "The nature of the All moved to make the universe.", "author": "Marcus Aurelius"},
  {"text": "At dawn, when you have trouble getting out of bed, tell yourself: I have to go to work — as a human being.", "author": "Marcus Aurelius"},
  {"text": "Things have no hold on the soul. They have no access to it, cannot move or direct it. It is moved and directed by itself alone.", "author": "Marcus Aurelius"},
  {"text": "The intelligence of the universe is social.", "author": "Marcus Aurelius"},
  {"text": "To change your mind and to follow him who sets you right is to be nonetheless the free agent that you were before.", "author": "Marcus Aurelius"},
  {"text": "A wrongdoer is often a man who has left something undone, not always one who has done something.", "author": "Marcus Aurelius"},
  {"text": "Blot out vain pomp; check impulse; quench appetite; keep reason under its own control.", "author": "Marcus Aurelius"},
  {"text": "Do what nature now requires. Set thyself in motion, if it is in thy power, and do not look about thee to see if any one will observe it.", "author": "Marcus Aurelius"},
  {"text": "If a man is mistaken, instruct him kindly and show him his error. But if thou art not able, blame thyself, or blame not even thyself.", "author": "Marcus Aurelius"},
  {"text": "Whatever may happen to thee, it was prepared for thee from all eternity; and the implication of causes was from eternity spinning the thread of thy being.", "author": "Marcus Aurelius"},
  {"text": "Acquire the contemplative way of seeing how all things change into one another, and constantly attend to it. For nothing is so much adapted to produce magnanimity.", "author": "Marcus Aurelius"},
  {"text": "He who follows reason in all things is both tranquil and active at the same time, and also cheerful and collected.", "author": "Marcus Aurelius"},
  {"text": "To her who gives and takes back all, to nature, the man who is instructed and modest says, Give what thou wilt; take back what thou wilt.", "author": "Marcus Aurelius"},
  {"text": "Live as on a mountain. Let men see, let them know a real man who lives according to nature.", "author": "Marcus Aurelius"},
  {"text": "Constantly contemplate the whole of time and the whole of substance, and consider that all individual things as to substance are a grain of a fig, and as to time the turning of a gimlet.", "author": "Marcus Aurelius"},
  {"text": "Look at everything that exists, and observe that it is already in dissolution and change.", "author": "Marcus Aurelius"},
  {"text": "Earth loves the rain, the proud sky loves to give it. The whole world loves to create futurity.", "author": "Marcus Aurelius"},
  {"text": "When thou art offended at any man's fault, forthwith turn to thyself and reflect in what manner thou doest error thyself.", "author": "Marcus Aurelius"},
  {"text": "Let it not be in any man's power to say truly of thee that thou art not simple or that thou art not good.", "author": "Marcus Aurelius"},
  {"text": "Have I done something for the general interest? Well then I have had my reward. Let this always be present to thy mind, and never stop doing such good.", "author": "Marcus Aurelius"},
  {"text": "There is no nature which is inferior to art, the arts imitate the nature of things.", "author": "Marcus Aurelius"},
  {"text": "The man who is honest and good ought to be exactly like a man who smells strong, so that the bystander as soon as he comes near him must smell whether he choose or not.", "author": "Marcus Aurelius"},
  {"text": "Know the joy of life by piling good deed on good deed until no rift or cranny appears between them.", "author": "Marcus Aurelius"},
  {"text": "The longest-lived and the shortest-lived man, when they come to die, lose one and the same thing.", "author": "Marcus Aurelius"},
  {"text": "The best revenge is not to be like your enemy.", "author": "Marcus Aurelius"},
  {"text": "Look within. Within is the fountain of the good, and it will ever bubble up, if thou wilt ever dig.", "author": "Marcus Aurelius"},
  {"text": "It is not the man who has too little, but the man who craves more, that is poor.", "author": "Seneca"},
  {"text": "No man can have a peaceful life who thinks too much about lengthening it.", "author": "Seneca"},
  {"text": "We suffer more often in imagination than in reality.", "author": "Seneca"},
  {"text": "It is quality rather than quantity that matters.", "author": "Seneca"},
  {"text": "You need a change of soul rather than a change of climate.", "author": "Seneca"},
  {"text": "Treat your inferiors as you would be treated by your betters.", "author": "Seneca"},
  {"text": "The wise man will live as long as he ought, not as long as he can.", "author": "Seneca"},
  {"text": "When a man does not know what harbour he is making for, no wind is the right wind.", "author": "Seneca"},
  {"text": "Fire is the test of gold; adversity, of strong men.", "author": "Seneca"},
  {"text": "It is a rough road that leads to the heights of greatness.", "author": "Seneca"},
  {"text": "Our lack of confidence is not the result of difficulty. The difficulty comes from our lack of confidence.", "author": "Seneca"},
  {"text": "It is best to endure what you cannot change.", "author": "Seneca"},
  {"text": "A great fortune is a great slavery.", "author": "Seneca"},
  {"text": "Valor withers without adversity.", "author": "Seneca"},
  {"text": "All cruelty springs from weakness.", "author": "Seneca"},
  {"text": "He will find a way — or make one.", "author": "Seneca"},
  {"text": "Who can be forced has not learned how to die.", "author": "Seneca"},
  {"text": "No easy way leads from the earth to heaven.", "author": "Seneca"},
  {"text": "Things that were hard to bear are sweet to remember.", "author": "Seneca"},
  {"text": "Time discovers truth.", "author": "Seneca"},
  {"text": "Love of bustle is not industry.", "author": "Seneca"},
  {"text": "The way is long if one follows precepts, but short and helpful, if one follows patterns.", "author": "Seneca"},
  {"text": "Men learn while they teach.", "author": "Seneca"},
  {"text": "Who is everywhere is nowhere.", "author": "Seneca"},
  {"text": "Live among men as if God beheld you; speak with God as if men were listening.", "author": "Seneca"},
  {"text": "The best ideas are common property.", "author": "Seneca"},
  {"text": "Men do not care how nobly they live, but only how long, although it is within the reach of every man to live nobly, but within no man's power to live long.", "author": "Seneca"},
  {"text": "A great pilot can sail even when his canvas is rent.", "author": "Seneca"},
  {"text": "Virtue alone affords everlasting and peace-giving joy.", "author": "Seneca"},
  {"text": "You can tell the character of every man when you see how he gives and receives praise.", "author": "Seneca"},
  {"text": "Nothing is so certain as that the evils of idleness can be shaken off by hard work.", "author": "Seneca"},
  {"text": "Before I became old I tried to live well; now that I am old, I shall try to die well; but dying well means dying gladly.", "author": "Seneca"},
  {"text": "All art is but imitation of nature.", "author": "Seneca"},
  {"text": "He who receives a benefit with gratitude, repays the first installment of it.", "author": "Seneca"},
  {"text": "A sword by itself does not slay; it is merely the weapon used by the slayer.", "author": "Seneca"},
  {"text": "It is better, of course, to know useless things than to know nothing.", "author": "Seneca"},
  {"text": "Do not ask for what you will wish you had not got.", "author": "Seneca"},
  {"text": "We often want one thing and pray for another, not telling the truth even to the gods.", "author": "Seneca"},
  {"text": "Kindly remember that he whom you call your slave sprang from the same stock, is smiled upon by the same skies, and on equal terms with yourself breathes, lives and dies.", "author": "Seneca"},
  {"text": "Death lies heavily upon him who, but too well known to all, dies to himself unknown.", "author": "Seneca"},
  {"text": "That man lives badly who does not know how to die well.", "author": "Seneca"},
  {"text": "I shall never be ashamed of citing a bad author if the line is good.", "author": "Seneca"},
  {"text": "A trifling debt makes a man your debtor; a large one makes him an enemy.", "author": "Seneca"},
  {"text": "A large part of mankind is angry not with the sins, but with the sinners.", "author": "Seneca"},
  {"text": "Those whom they have injured they also hate.", "author": "Seneca"},
  {"text": "It takes two men to fight.", "author": "Seneca"},
  {"text": "He who has injured thee was either stronger or weaker than thee. If weaker, spare him; if stronger, spare thyself.", "author": "Seneca"},
  {"text": "I do not distinguish by the eye, but by the mind, which is the proper judge of the man.", "author": "Seneca"},
  {"text": "Light cares speak out, the weighty have no words.", "author": "Seneca"},
  {"text": "As long as you live, keep learning how to live.", "author": "Seneca"}
]
