[
  {"text": "Happiness is a good flow of life.", "author": "Zeno of Citium"},
  {"text": "No one entrusts a secret to a drunken man; but one will entrust a secret to a good man; therefore, the good man will not get drunk.", "author": "Zeno of Citium"},
  {"text": "Life in agreement with nature.", "author": "Zeno of Citium"},
  {"text": "All the good are friends of one another.", "author": "Zeno of Citium"},
  {"text": "We have two ears and one mouth, so we should listen more than we say.", "author": "Zeno of Citium"},
  {"text": "No evil is honorable; but death is honorable; therefore death is not evil.", "author": "Zeno of Citium"},
  {"text": "A bad feeling is a commotion of the mind repugnant to reason, and against nature.", "author": "Zeno of Citium"},
  {"text": "For what is it that everyone is seeking? To live securely, to be happy, to do everything as they wish to do, not to be hindered, not to be subject to compulsion.", "author": "Epictetus"},
  {"text": "It is difficulties that show what men are.", "author": "Epictetus"},
  {"text": "First say to yourself what you would be; and then do what you have to do.", "author": "Epictetus"},
  {"text": "Although life is a matter of indifference, the use which you make of it is not a matter of indifference.", "author": "Epictetus"},
  {"text": "To the rational being only the irrational is unendurable, but the rational is endurable.", "author": "Epictetus"},
  {"text": "In a word, neither death, nor exile, nor pain, nor anything of this kind is the real cause of our doing or not doing any action, but our inward opinions and principles.", "author": "Epictetus"},
  {"text": "Reason is not measured by size or height, but by principle.", "author": "Epictetus"},
  {"text": "No thing great is created suddenly, any more than a bunch of grapes or a fig.", "author": "Epictetus"},
  {"text": "Practice yourself, for heaven's sake, in little things; and thence proceed to greater.", "author": "Epictetus"},
  {"text": "The good or ill of man lies within his own will.", "author": "Epictetus"},
  {"text": "For it is not death or pain that is to be feared, but the fear of pain or death.", "author": "Epictetus"},
  {"text": "Only the educated are free.", "author": "Epictetus"},
  {"text": "What is the first business of one who practices philosophy? To get rid of self-conceit. For it is impossible for anyone to begin to learn that which he thinks he already knows.", "author": "Epictetus"},
  {"text": "Every habit and faculty is confirmed and strengthened by the corresponding actions.", "author": "Epictetus"},
  {"text": "Whatever you would make habitual, practice it; and if you would not make a thing habitual, do not practice it, but accustom yourself to something else.", "author": "Epictetus"},
  {"text": "Know, first, who you are, and then adorn yourself accordingly.", "author": "Epictetus"},
  {"text": "Two principles we should always have ready — that there is nothing good or evil save in the will; and that we are not to lead events, but to follow them.", "author": "Epictetus"},
  {"text": "For freedom is not acquired by satisfying yourself with what you desire, but by destroying your desire.", "author": "Epictetus"},
  {"text": "Some things are in our control and others not. Things in our control are opinion, pursuit, desire, aversion, and, in a word, whatever are our own actions.", "author": "Epictetus"},
  {"text": "Men are disturbed, not by things, but by the principles and notions which they form concerning things.", "author": "Epictetus"},
  {"text": "Everything has two handles, the one by which it may be carried, the other by which it cannot.", "author": "Epictetus"},
  {"text": "Never call yourself a philosopher, nor talk a great deal among the unlearned about theorems, but act conformably to them.", "author": "Epictetus"},
  {"text": "No man is free who is not master of himself.", "author": "Epictetus"},
  {"text": "Living virtuously is equal to living in accordance with one's experience of the actual course of nature.", "author": "Chrysippus"},
  {"text": "Wise people are in want of nothing, and yet need many things.", "author": "Chrysippus"},
  {"text": "If I had followed the multitude, I should not have studied philosophy.", "author": "Chrysippus"},
  {"text": "The universe is change; our life is what our thoughts make it.", "author": "Marcus Aurelius"},
  {"text": "You will find rest from vain fancies if you perform every act in life as though it were your last.", "author": "Marcus Aurelius"},
  {"text": "You can leave life right now. Let that determine what you do and say and think.", "author": "Marcus Aurelius"},
  {"text": "Remember that all is opinion.", "author": "Marcus Aurelius"},
  {"text": "Never esteem anything as of advantage to you that will make you break your word or lose your self-respect.", "author": "Marcus Aurelius"},
  {"text": "A man should be upright, not kept upright.", "author": "Marcus Aurelius"},
  {"text": "Nowhere can man find a quieter or more untroubled retreat than in his own soul.", "author": "Marcus Aurelius"},
  {"text": "Choose not to be harmed—and you won't feel harmed. Don't feel harmed—and you haven't been.", "author": "Marcus Aurelius"},
  {"text": "Whatever happens at all happens as it should.", "author": "Marcus Aurelius"},
  {"text": "Death hangs over thee: whilst yet thou livest, whilst thou mayest, be good.", "author": "Marcus Aurelius"},
  {"text": "Whatever is in any way beautiful hath its source of beauty in itself, and is complete in itself; praise forms no part of it.", "author": "Marcus Aurelius"},
  {"text": "Ask yourself at every moment, Is this necessary?", "author": "Marcus Aurelius"},
  {"text": "Love the little trade which thou hast learned, and be content therewith.", "author": "Marcus Aurelius"},
  {"text": "Time is a sort of river of passing events, and strong is its current.", "author": "Marcus Aurelius"},
  {"text": "Never let the future disturb you. You will meet it, if you have to, with the same weapons of reason which today arm you against the present.", "author": "Marcus Aurelius"},
  {"text": "Very little is needed to make a happy life.", "author": "Marcus Aurelius"},
  {"text": "The things you think about determine the quality of your mind. Your soul takes on the color of your thoughts.", "author": "Marcus Aurelius"},
  {"text": "Nothing happens to anyone that he can't endure.", "author": "Marcus Aurelius"},
  {"text": "The impediment to action advances action. What stands in the way becomes the way.", "author": "Marcus Aurelius"},
  {"text": "Just that you do the right thing. The rest doesn't matter.", "author": "Marcus Aurelius"},
  {"text": "Do not think that what is hard for you to master is humanly impossible; but if a thing is humanly possible, consider it to be within your reach.", "author": "Marcus Aurelius"},
  {"text": "I do what is mine to do; the rest doesn't disturb me.", "author": "Marcus Aurelius"},
  {"text": "What is not good for the swarm is not good for the bee.", "author": "Marcus Aurelius"},
  {"text": "No matter what anyone says or does, my task is to be good.", "author": "Marcus Aurelius"},
  {"text": "Is any man afraid of change? Why what can take place without change?", "author": "Marcus Aurelius"},
  {"text": "Soon you will have forgotten the world, and soon the world will have forgotten you.", "author": "Marcus Aurelius"},
  {"text": "It is man's peculiar duty to love even those who wrong him.", "author": "Marcus Aurelius"},
  {"text": "Objective judgment, now, at this very moment. Unselfish action, now, at this very moment. Willing acceptance—now, at this very moment—of all external events. That's all you need.", "author": "Marcus Aurelius"},
  {"text": "Today I escaped from anxiety. Or no, I discarded it, because it was within me, in my own perceptions—not outside.", "author": "Marcus Aurelius"},
  {"text": "Waste no more time arguing what a good man should be. Be one.", "author": "Marcus Aurelius"},
  {"text": "If it is not right, do not do it, if it is not true, do not say it.", "author": "Marcus Aurelius"},
  {"text": "Everything harmonizes with me, which is harmonious to thee, O Universe.", "author": "Marcus Aurelius"},
  {"text": "Someone despises me. That's their problem.", "author": "Marcus Aurelius"},
  {"text": "How much more damage anger and grief do than the things that cause them.", "author": "Marcus Aurelius"},
  {"text": "It is not the man who has too little, but the man who craves more, that is poor.", "author": "Seneca"},
  {"text": "No man can have a peaceful life who thinks too much about lengthening it.", "author": "Seneca"},
  {"text": "We suffer more often in imagination than in reality.", "author": "Seneca"},
  {"text": "It is quality rather than quantity that matters.", "author": "Seneca"},
  {"text": "You need a change of soul rather than a change of climate.", "author": "Seneca"},
  {"text": "Treat your inferiors as you would be treated by your betters.", "author": "Seneca"},
  {"text": "The wise man will live as long as he ought, not as long as he can.", "author": "Seneca"},
  {"text": "When a man does not know what harbour he is making for, no wind is the right wind.", "author": "Seneca"},
  {"text": "Fire is the test of gold; adversity, of strong men.", "author": "Seneca"},
  {"text": "It is a rough road that leads to the heights of greatness.", "author": "Seneca"},
  {"text": "Our lack of confidence is not the result of difficulty. The difficulty comes from our lack of confidence.", "author": "Seneca"},
  {"text": "It is best to endure what you cannot change.", "author": "Seneca"},
  {"text": "A great fortune is a great slavery.", "author": "Seneca"},
  {"text": "Valor withers without adversity.", "author": "Seneca"},
  {"text": "All cruelty springs from weakness.", "author": "Seneca"},
  {"text": "He will find a way — or make one.", "author": "Seneca"},
  {"text": "Who can be forced has not learned how to die.", "author": "Seneca"},
  {"text": "No easy way leads from the earth to heaven.", "author": "Seneca"},
  {"text": "Things that were hard to bear are sweet to remember.", "author": "Seneca"}
]
